Repository: sylwaninn/drafft-ios
Catalog: Drafft/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt

source: It's never your fault
de: Es ist nie deine Schuld
es: Nunca es culpa tuya
fr: Ce n'est jamais ta faute
it: Non è mai colpa tua
nl: Het is nooit jouw schuld
pt: Nunca é culpa tua

source: Keep personal details private
de: Behalte Persönliches für dich
es: Guarda tus datos personales
fr: Garde tes infos perso pour toi
it: Tieni per te i dati personali
nl: Houd persoonlijke info voor jezelf
pt: Guarda os teus dados pessoais

source: Keep your codes to yourself
de: Codes bleiben bei dir
es: Tus códigos son solo tuyos
fr: Garde tes codes pour toi
it: Tieni i codici per te
nl: Houd je codes voor jezelf
pt: Os teus códigos são só teus

source: Legal information
de: Rechtliches
es: Información legal
fr: Informations légales
it: Informazioni legali
nl: Juridisch
pt: Informação legal

source: Legal notice
de: Impressum
es: Aviso legal
fr: Mentions légales
it: Note legali
nl: Juridische informatie
pt: Aviso legal

source: Like back
de: Like zurück
es: Devuelve el like
fr: Like en retour
it: Ricambia il like
nl: Like terug
pt: Devolve o like

source: Loading profiles
de: Profile werden geladen
es: Cargando perfiles
fr: Chargement des profils
it: Caricamento dei profili
nl: Profielen laden
pt: A carregar perfis

source: Keep it
de: Behalten
es: Mantenerla
fr: La garder
it: Tienila
nl: Behouden
pt: Manter

source: Location Services are off on this iPhone. Turn them on in Settings, under Privacy & Security.
de: Die Ortungsdienste sind auf diesem iPhone deaktiviert. Aktiviere sie in den Einstellungen unter „Datenschutz & Sicherheit“.
es: La localización está desactivada en este iPhone. Actívala en Ajustes, en Privacidad y seguridad.
fr: Le service de localisation est désactivé sur cet iPhone. Active-le dans Réglages, sous Confidentialité et sécurité.
it: La localizzazione è disattivata su questo iPhone. Attivala in Impostazioni, in Privacy e sicurezza.
nl: Locatievoorzieningen staan uit op deze iPhone. Zet ze aan in Instellingen, onder Privacy en beveiliging.
pt: Os serviços de localização estão desativados neste iPhone. Ativa-os nas Definições, em Privacidade e segurança.

source: My purchase hasn't reached my account.
de: Mein Kauf ist nicht auf meinem Konto angekommen.
es: Mi compra no ha llegado a mi cuenta.
fr: Mon achat n'est pas arrivé sur mon compte.
it: Il mio acquisto non è arrivato sul mio account.
nl: Mijn aankoop is niet op mijn account aangekomen.
pt: A minha compra não chegou à minha conta.

source: My purchase hasn't reached my account. Reference: %@
de: Mein Kauf ist nicht auf meinem Konto angekommen. Referenz: %@
es: Mi compra no ha llegado a mi cuenta. Referencia: %@
fr: Mon achat n'est pas arrivé sur mon compte. Référence : %@
it: Il mio acquisto non è arrivato sul mio account. Riferimento: %@
nl: Mijn aankoop is niet op mijn account aangekomen. Referentie: %@
pt: A minha compra não chegou à minha conta. Referência: %@

source: No one sees you in Discover.
de: Niemand sieht dich unter Entdecken.
es: Nadie te ve en Descubrir.
fr: Personne ne te voit dans Découvrir.
it: Nessuno ti vede in Scopri.
nl: Niemand ziet je in Ontdekken.
pt: Ninguém te vê em Descobrir.

source: Not sent. Tap to try again.
de: Nicht gesendet. Tippe für einen neuen Versuch.
es: No enviado. Toca para reintentar.
fr: Non envoyé. Touche pour réessayer.
it: Non inviato. Tocca per riprovare.
nl: Niet verzonden. Tik om opnieuw te proberen.
pt: Não enviada. Toca para tentar de novo.

source: No boost left, or one is already running.
de: Kein Boost mehr übrig, oder einer läuft schon.
es: No te quedan boosts, o ya hay uno activo.
fr: Plus de boost, ou un boost est déjà en cours.
it: Nessun boost rimasto, o ce n'è già uno attivo.
nl: Geen boost meer, of er loopt er al een.
pt: Não tens boosts, ou já há um ativo.

source: No profiles right now.
de: Gerade keine Profile.
es: Ningún perfil por ahora.
fr: Aucun profil pour l'instant.
it: Nessun profilo per ora.
nl: Nu even geen profielen.
pt: Nenhum perfil por agora.

source: Nobody can see your profile yet, so a boost wouldn't reach anyone.
de: Noch sieht niemand dein Profil, ein Boost würde also niemanden erreichen.
es: Nadie puede ver tu perfil todavía, así que un boost no llegaría a nadie.
fr: Personne ne voit encore ton profil : un boost ne toucherait personne.
it: Nessuno vede ancora il tuo profilo, quindi un boost non raggiungerebbe nessuno.
nl: Nog niemand ziet je profiel, dus een boost zou niemand bereiken.
pt: Ninguém vê o teu perfil ainda, por isso um boost não chegaria a ninguém.

source: Other times
de: Andere Zeiten
es: Otros horarios
fr: Autres créneaux
it: Altri orari
nl: Andere tijden
pt: Outros horários

source: Our team is checking your first photo. Put another one first, or wait.
de: Unser Team prüft dein erstes Foto. Setz ein anderes an den Anfang oder warte.
es: Nuestro equipo está revisando tu primera foto. Pon otra primero o espera.
fr: Notre équipe vérifie ta première photo. Mets-en une autre en premier, ou patiente.
it: Il nostro team sta controllando la tua prima foto. Metti un'altra per prima o aspetta.
nl: Ons team bekijkt je eerste foto. Zet een andere vooraan of wacht.
pt: A nossa equipa está a verificar a tua primeira foto. Põe outra primeiro ou espera.

source: Photos you added will be deleted, and the others go back as they were.
de: Neu hinzugefügte Fotos werden gelöscht, die anderen bleiben, wie sie waren.
es: Se borrarán las fotos que has añadido y las demás volverán a estar como antes.
fr: Les photos ajoutées seront supprimées, les autres reviennent comme avant.
it: Le foto aggiunte verranno eliminate, le altre torneranno com'erano.
nl: Toegevoegde foto's worden verwijderd, de andere blijven zoals ze waren.
pt: As fotos que adicionaste serão apagadas e as outras voltam a ficar como estavam.

source: Pick 1 to 3 times that haven't passed.
de: Wähl 1 bis 3 Zeiten, die noch nicht vorbei sind.
es: Elige de 1 a 3 horarios que aún no hayan pasado.
fr: Choisis 1 à 3 créneaux à venir.
it: Scegli da 1 a 3 orari non ancora passati.
nl: Kies 1 tot 3 tijden die nog niet voorbij zijn.
pt: Escolhe 1 a 3 horários que ainda não passaram.

# Pick one of the times offered.
source: Pick one of the proposed times.
de: Wähl eine der vorgeschlagenen Zeiten.
es: Elige uno de los horarios propuestos.
fr: Choisis l'un des créneaux proposés.
it: Scegli uno degli orari proposti.
nl: Kies een van de voorgestelde tijden.
pt: Escolhe um dos horários propostos.

source: Pick While Using the App
de: Wähle „Beim Verwenden der App“
es: Elige «Cuando se use la app»
fr: Choisis « Lorsque l'app est active »
it: Scegli "Mentre usi l'app"
nl: Kies 'Bij gebruik van app'
pt: Escolhe «Durante a utilização da app»

source: Pressure or harassment is on them, never on you. Report it, even if you're unsure.
de: Druck oder Belästigung geht auf ihr Konto, nie auf deins. Melde es, auch wenn du unsicher bist.
es: La presión o el acoso es culpa suya, nunca tuya. Denúncialo, aunque tengas dudas.
fr: La pression ou le harcèlement, c'est sa faute, jamais la tienne. Signale-le, même en cas de doute.
it: Pressioni o molestie sono colpa loro, mai tua. Segnalale, anche se hai dei dubbi.
nl: Druk of intimidatie ligt bij hen, nooit bij jou. Meld het, ook als je twijfelt.
pt: Pressão ou assédio são culpa de quem o faz, nunca tua. Denuncia, mesmo com dúvidas.

source: Profile & photos
de: Profil & Fotos
es: Perfil y fotos
fr: Profil et photos
it: Profilo e foto
nl: Profiel en foto's
pt: Perfil e fotos

source: Profile paused
de: Profil pausiert
es: Perfil en pausa
fr: Profil en pause
it: Profilo in pausa
nl: Profiel gepauzeerd
pt: Perfil em pausa

source: Purchase
de: Kauf
es: Compra
fr: Achat
it: Acquisto
nl: Aankoop
pt: Compra

source: Purchases are turned off on this iPhone. You can allow them in Screen Time settings.
de: Käufe sind auf diesem iPhone deaktiviert. Du kannst sie in den Bildschirmzeit-Einstellungen erlauben.
es: Las compras están desactivadas en este iPhone. Puedes permitirlas en los ajustes de Tiempo de uso.
fr: Les achats sont désactivés sur cet iPhone. Tu peux les autoriser dans les réglages Temps d'écran.
it: Gli acquisti sono disattivati su questo iPhone. Puoi consentirli nelle impostazioni di Tempo di utilizzo.
nl: Aankopen staan uit op deze iPhone. Je kunt ze toestaan in de instellingen van Schermtijd.
pt: As compras estão desativadas neste iPhone. Podes permiti-las nas definições de Tempo de ecrã.

source: Read once, not tracked
de: Einmal erfasst, nie verfolgt
es: Se lee una vez, sin seguimiento
fr: Relevée une fois, sans suivi
it: Letta una volta, senza tracciamento
nl: Eén keer bepaald, niet gevolgd
pt: Lida uma vez, sem seguimento

source: Safety & reports
de: Sicherheit & Meldungen
es: Seguridad y denuncias
fr: Sécurité et signalements
it: Sicurezza e segnalazioni
nl: Veiligheid en meldingen
pt: Segurança e denúncias

source: See who already likes you, send unlimited likes and get a free boost every week.
de: Sieh, wer dich schon likt, like ohne Limit und hol dir jede Woche einen Gratis-Boost.
es: Mira a quién ya le gustas, da likes sin límite y consigue un boost gratis cada semana.
fr: Vois qui te like déjà, envoie des likes sans limite et profite d'un boost gratuit chaque semaine.
it: Scopri a chi piaci già, metti like senza limiti e ricevi un boost gratis ogni settimana.
nl: Zie wie jou al liket, like zonder limiet en krijg elke week een gratis boost.
pt: Vê quem já gosta de ti, dá likes sem limite e recebe um boost grátis todas as semanas.

source: Share your location to see people nearby.
de: Teile deinen Standort, um Leute in deiner Nähe zu sehen.
es: Comparte tu ubicación para ver a gente cerca.
fr: Partage ta position pour voir les personnes autour de toi.
it: Condividi la tua posizione per vedere le persone vicine.
nl: Deel je locatie om mensen in de buurt te zien.
pt: Partilha a tua localização para ver pessoas perto de ti.

source: Someone super liked you. Unlock with drafft tempo
de: Jemand hat dir einen Super Like gegeben. Freischalten mit drafft tempo
es: Alguien te ha dado un superlike. Desbloquéalo con drafft tempo
fr: Quelqu'un t'a envoyé un super like. Débloque avec drafft tempo
it: Qualcuno ti ha mandato un super like. Sblocca con drafft tempo
nl: Iemand gaf je een superlike. Ontgrendel met drafft tempo
pt: Alguém te deu um super like. Desbloqueia com drafft tempo

source: Something doesn't work
de: Etwas funktioniert nicht
es: Algo no funciona
fr: Quelque chose ne marche pas
it: Qualcosa non funziona
nl: Iets werkt niet
pt: Algo não funciona

source: Tap Location
de: Tippe auf „Standort“
es: Toca «Ubicación»
fr: Touche « Position »
it: Tocca "Posizione"
nl: Tik op 'Locatie'
pt: Toca em «Localização»

source: That doesn't look like a mobile number.
de: Das sieht nicht nach einer Handynummer aus.
es: No parece un número de móvil.
fr: Ça ne ressemble pas à un numéro de mobile.
it: Non sembra un numero di cellulare.
nl: Dit lijkt geen mobiel nummer.
pt: Isto não parece um número de telemóvel.

source: This email is already linked to another drafft account. Use another one.
de: Diese E-Mail ist schon mit einem anderen drafft-Konto verknüpft. Nimm eine andere.
es: Este email ya está vinculado a otra cuenta de drafft. Usa otro.
fr: Cet e-mail est déjà lié à un autre compte drafft. Choisis-en un autre.
it: Questa email è già collegata a un altro account drafft. Usane un'altra.
nl: Dit e-mailadres is al gekoppeld aan een ander drafft-account. Gebruik een ander.
pt: Este email já está associado a outra conta drafft. Usa outro.

source: This invite has already been answered.
de: Auf diesen Vorschlag wurde schon geantwortet.
es: Esta propuesta ya tiene respuesta.
fr: Cette proposition de séance a déjà reçu une réponse.
it: Questa proposta ha già una risposta.
nl: Op dit voorstel is al gereageerd.
pt: Esta proposta já foi respondida.

source: This is already on your Apple ID. Tap Restore purchases to get it back.
de: Das ist schon mit deiner Apple-ID verknüpft. Tippe auf „Käufe wiederherstellen“, um es zurückzuholen.
es: Ya está en tu Apple ID. Toca «Restaurar compras» para recuperarlo.
fr: C'est déjà sur ton identifiant Apple. Touche « Restaurer les achats » pour le récupérer.
it: È già sul tuo ID Apple. Tocca «Ripristina acquisti» per recuperarlo.
nl: Dit staat al op je Apple ID. Tik op ‘Aankopen herstellen’ om het terug te krijgen.
pt: Já está no teu ID Apple. Toca em «Restaurar compras» para o recuperar.

source: This is taking longer than usual.
de: Das dauert länger als sonst.
es: Está tardando más de lo habitual.
fr: Ça prend plus de temps que d'habitude.
it: Ci vuole più tempo del solito.
nl: Dit duurt langer dan normaal.
pt: Está a demorar mais do que o habitual.

source: This number can't get codes. Use a mobile number.
de: Diese Nummer kann keine Codes empfangen. Nutze eine Handynummer.
es: Este número no puede recibir códigos. Usa un número de móvil.
fr: Ce numéro ne peut pas recevoir de code. Utilise un numéro de mobile.
it: Questo numero non può ricevere codici. Usa un numero di cellulare.
nl: Dit nummer kan geen codes ontvangen. Gebruik een mobiel nummer.
pt: Este número não pode receber códigos. Usa um número de telemóvel.

source: This photo couldn't be opened. Pick another one, or check your connection.
de: Dieses Foto ließ sich nicht öffnen. Wähl ein anderes oder prüf deine Verbindung.
es: No se ha podido abrir esta foto. Elige otra o revisa tu conexión.
fr: Impossible d'ouvrir cette photo. Choisis-en une autre ou vérifie ta connexion.
it: Non è stato possibile aprire questa foto. Scegline un'altra o controlla la connessione.
nl: Deze foto kon niet worden geopend. Kies een andere of controleer je verbinding.
pt: Não foi possível abrir esta foto. Escolhe outra ou verifica a tua ligação.

source: This photo is no longer there. Remove it, then add it again.
de: Dieses Foto ist nicht mehr da. Entfern es und füg es dann noch mal hinzu.
es: Esta foto ya no está. Quítala y vuelve a añadirla.
fr: Cette photo n'existe plus. Retire-la, puis ajoute-la de nouveau.
it: Questa foto non c'è più. Toglila, poi aggiungila di nuovo.
nl: Deze foto is er niet meer. Verwijder hem en voeg hem daarna opnieuw toe.
pt: Esta foto já não existe. Remove-a e depois adiciona-a de novo.

source: This swipe can't be undone any more.
de: Dieser Swipe lässt sich nicht mehr rückgängig machen.
es: Este swipe ya no se puede deshacer.
fr: Ce swipe ne peut plus être annulé.
it: Questo swipe non si può più annullare.
nl: Deze swipe kan niet meer ongedaan worden gemaakt.
pt: Este swipe já não pode ser anulado.

source: This session is already closed.
de: Diese Session ist schon abgeschlossen.
es: Esta sesión ya está cerrada.
fr: Cette séance est déjà close.
it: Questa sessione è già chiusa.
nl: Deze sessie is al afgesloten.
pt: Esta sessão já está fechada.

source: This session is no longer available.
de: Diese Session ist nicht mehr verfügbar.
es: Esta sesión ya no está disponible.
fr: Cette séance n'est plus disponible.
it: Questa sessione non è più disponibile.
nl: Deze sessie is niet meer beschikbaar.
pt: Esta sessão já não está disponível.

source: Too many codes sent. Try again later.
de: Zu viele Codes gesendet. Versuch es später noch einmal.
es: Demasiados códigos enviados. Inténtalo más tarde.
fr: Trop de codes envoyés. Réessaie plus tard.
it: Troppi codici inviati. Riprova più tardi.
nl: Te veel codes verstuurd. Probeer het later opnieuw.
pt: Demasiados códigos enviados. Tenta mais tarde.

source: Too many tries. Wait a few minutes and try again.
de: Zu viele Versuche. Warte ein paar Minuten und versuch es noch mal.
es: Demasiados intentos. Espera unos minutos y vuelve a intentarlo.
fr: Trop de tentatives. Attends quelques minutes et réessaie.
it: Troppi tentativi. Aspetta qualche minuto e riprova.
nl: Te veel pogingen. Wacht een paar minuten en probeer het opnieuw.
pt: Demasiadas tentativas. Espera uns minutos e tenta de novo.

source: Train at your tempo.
de: In deinem Tempo.
es: A tu ritmo.
fr: À ton tempo.
it: Al tuo ritmo.
nl: Op jouw tempo.
pt: Ao teu ritmo.

source: Meet someone who gets your rhythm.
de: Triff jemanden, der deinen Rhythmus versteht.
es: Conoce a alguien que entienda tu ritmo.
fr: Rencontre quelqu'un qui comprend ton rythme.
it: Incontra qualcuno che capisce il tuo ritmo.
nl: Ontmoet iemand die jouw ritme begrijpt.
pt: Conhece alguém que perceba o teu ritmo.

source: Undo your last swipe
de: Mach deinen letzten Swipe rückgängig
es: Deshaz tu último swipe
fr: Annule ton dernier swipe
it: Annulla l'ultimo swipe
nl: Maak je laatste swipe ongedaan
pt: Anula o teu último swipe

source: Unmatch
de: Match auflösen
es: Deshacer match
fr: Annuler le match
it: Annulla il match
nl: Match opheffen
pt: Desfazer match

source: Unmatch %@
de: Match mit %@ auflösen
es: Deshacer el match con %@
fr: Annuler le match avec %@
it: Annulla il match con %@
nl: Match met %@ opheffen
pt: Desfazer o match com %@

source: Unmatch %@?
de: Match mit %@ auflösen?
es: ¿Deshacer el match con %@?
fr: Annuler le match avec %@ ?
it: Annullare il match con %@?
nl: Match met %@ opheffen?
pt: Desfazer o match com %@?

source: Verify your phone number first.
de: Bestätige zuerst deine Telefonnummer.
es: Primero verifica tu número de teléfono.
fr: Vérifie d'abord ton numéro de téléphone.
it: Prima verifica il tuo numero di telefono.
nl: Verifieer eerst je telefoonnummer.
pt: Primeiro verifica o teu número de telefone.

source: Waiting for approval. It'll be added to your account once the payment goes through.
de: Wartet auf Freigabe. Es wird deinem Konto hinzugefügt, sobald die Zahlung durch ist.
es: Pendiente de aprobación. Se añadirá a tu cuenta cuando se complete el pago.
fr: En attente de validation. L'achat sera ajouté à ton compte dès que le paiement aura abouti.
it: In attesa di approvazione. Verrà aggiunto al tuo account appena il pagamento andrà a buon fine.
nl: Wacht op goedkeuring. Het wordt aan je account toegevoegd zodra de betaling rond is.
pt: A aguardar aprovação. Será adicionado à tua conta assim que o pagamento for concluído.

source: Watch for red flags
de: Achte auf Warnsignale
es: Atento a las señales de alarma
fr: Repère les signaux d'alerte
it: Attenzione ai campanelli d'allarme
nl: Let op waarschuwingssignalen
pt: Atenção aos sinais de alerta

source: We couldn't check this number right now. Try again in a moment.
de: Wir können diese Nummer gerade nicht prüfen. Versuch es gleich noch einmal.
es: Ahora no podemos comprobar este número. Inténtalo de nuevo en un momento.
fr: Impossible de vérifier ce numéro pour l'instant. Réessaie dans un moment.
it: Al momento non riusciamo a verificare questo numero. Riprova tra poco.
nl: We kunnen dit nummer nu niet controleren. Probeer het zo opnieuw.
pt: De momento não conseguimos verificar este número. Tenta daqui a pouco.

source: We couldn't confirm the purchase. If you were charged, it'll be added to your account automatically.
de: Wir konnten den Kauf nicht bestätigen. Falls dir etwas berechnet wurde, kommt es automatisch auf dein Konto.
es: No hemos podido confirmar la compra. Si se te ha cobrado, se añadirá a tu cuenta automáticamente.
fr: Impossible de confirmer l'achat. Si un montant a été débité, il sera ajouté automatiquement à ton compte.
it: Non siamo riusciti a confermare l'acquisto. Se ti è stato addebitato, verrà aggiunto al tuo account in automatico.
nl: We konden de aankoop niet bevestigen. Als er iets is afgeschreven, wordt het automatisch aan je account toegevoegd.
pt: Não conseguimos confirmar a compra. Se o pagamento foi cobrado, a compra será adicionada à tua conta automaticamente.

source: We read every message and reply to %@.
de: Wir lesen jede Nachricht und antworten an %@.
es: Leemos cada mensaje y te respondemos a %@.
fr: On lit chaque message et on te répond à %@.
it: Leggiamo ogni messaggio e ti rispondiamo a %@.
nl: We lezen elk bericht en antwoorden naar %@.
pt: Lemos cada mensagem e respondemos para %@.

source: We're adding your purchase to your account.
de: Wir fügen deinen Kauf deinem Konto hinzu.
es: Estamos añadiendo tu compra a tu cuenta.
fr: On ajoute ton achat à ton compte.
it: Stiamo aggiungendo il tuo acquisto al tuo account.
nl: We voegen je aankoop toe aan je account.
pt: Estamos a adicionar a tua compra à tua conta.

source: What's it about?
de: Worum geht's?
es: ¿De qué se trata?
fr: C'est à quel sujet ?
it: Di cosa si tratta?
nl: Waar gaat het over?
pt: Sobre o que é?

source: While you chat
de: Während ihr schreibt
es: Mientras chateáis
fr: Pendant que vous discutez
it: Mentre chattate
nl: Terwijl jullie chatten
pt: Enquanto conversam

source: Withdrawing your consent means deleting your account.
de: Deine Einwilligung widerrufst du, indem du dein Konto löschst.
es: Retirar tu consentimiento supone eliminar tu cuenta.
fr: Retirer ton accord, c'est supprimer ton compte.
it: Revocare il consenso significa eliminare il tuo account.
nl: Je toestemming intrekken betekent je account verwijderen.
pt: Retirar o teu consentimento implica eliminar a tua conta.

source: You can't change it later. If it's ever wrong, write to the help center in You.
de: Das kannst du später nicht mehr ändern. Falls es nicht stimmt, schreib dem Hilfe-Center unter Du.
es: No podrás cambiarlo después. Si algún día no es correcto, escribe al centro de ayuda desde Tú.
fr: Ce choix ne pourra plus être modifié. En cas d'erreur, écris au centre d'aide depuis Toi.
it: Non potrai cambiarlo in seguito. Se non è corretto, scrivi al centro assistenza da Tu.
nl: Je kunt dit later niet meer wijzigen. Klopt het niet, schrijf dan naar het helpcentrum onder Jij.
pt: Não vais poder alterar depois. Se não estiver certo, escreve ao centro de ajuda em Tu.

source: You proposed a session to %@
de: Du hast %@ eine Session vorgeschlagen
es: Propusiste una sesión a %@
fr: Tu as proposé une séance à %@
it: Hai proposto una sessione a %@
nl: Je stelde %@ een sessie voor
pt: Propuseste uma sessão a %@

source: You're hidden from Discover, and discovery waits until you resume. Your chats and sessions carry on.
de: Du bist in Entdecken unsichtbar, und Entdecken wartet, bis du weitermachst. Deine Chats und Sessions laufen weiter.
es: No apareces en Descubrir, y el descubrimiento espera a que vuelvas. Tus chats y sesiones siguen.
fr: Tu n'apparais plus dans Découvrir, et la découverte attend ton retour. Tes discussions et tes séances continuent.
it: Non compari in Scopri, e la scoperta aspetta che riprendi. Le tue chat e sessioni continuano.
nl: Je bent verborgen in Ontdekken, en ontdekken wacht tot je hervat. Je chats en sessies gaan door.
pt: Não apareces em Descobrir, e a descoberta espera até retomares. As tuas conversas e sessões continuam.

source: You're out of likes for today.
de: Deine Likes für heute sind aufgebraucht.
es: No te quedan likes por hoy.
fr: Tu n'as plus de likes pour aujourd'hui.
it: Hai finito i like per oggi.
nl: Je likes voor vandaag zijn op.
pt: Não tens mais likes por hoje.

source: You're out of super likes.
de: Du hast keine Super Likes mehr.
es: No te quedan super likes.
fr: Tu n'as plus de super likes.
it: Hai finito i super like.
nl: Je super likes zijn op.
pt: Não tens mais super likes.

source: You suggested other times to %@
de: Du hast %@ andere Zeiten vorgeschlagen
es: Propusiste otros horarios a %@
fr: Tu as proposé d'autres créneaux à %@
it: Hai proposto altri orari a %@
nl: Je stelde %@ andere tijden voor
pt: Propuseste outros horários a %@
